Repository: aicd0/ComicReaderUWP
Catalog: src/ComicReaderUWP/Strings/*/Resources.resw
Source language: en
Languages: de_de, es_es, fr_fr, ja_jp

# HistoryExpander.Detail
source: Clear history, enable or disable history
de_de: Verlauf löschen, Verlauf aktivieren oder deaktivieren
fr_fr: Effacer l'historique, activer ou désactiver l'historique
ja_jp: 履歴を消去、履歴を有効または無効にする

# HomeButton.ToolTipService.ToolTip
source: Home
de_de: Heim
es_es: Hogar
fr_fr: Maison
ja_jp: 家

source: Horizontal
ja_jp: 水平

# HotkeyFirstPage.Header
source: Go to first page
de_de: Zur ersten Seite
es_es: Ir a la primera página
fr_fr: Aller à la première page
ja_jp: 最初のページへジャンプ

# HotkeyLastPage.Header
source: Go to last page
de_de: Zur letzten Seite gehen
es_es: Ir a la última página
fr_fr: Aller à la dernière page
ja_jp: 最後のページへジャンプ

# HotkeyNextPage.Header
source: Go to next page
de_de: Zur nächsten Seite
es_es: Ir a la página siguiente
fr_fr: Aller à la page suivante
ja_jp: 次のページへ進む

# HotkeyPreviousPage.Header
source: Go to previous page
de_de: Zur vorherigen Seite
es_es: Ir a la página anterior
fr_fr: Aller à la page précédente
ja_jp: 前のページへジャンプ

# HotkeyRandomPage.Header
source: Go to a random page
de_de: Gehen Sie zu einer zufälligen Seite
es_es: Ir a una página aleatoria
fr_fr: Accéder à une page aléatoire
ja_jp: ランダムなページにジャンプ

# ImageBrightness
source: Brightness
es_es: Brillo
ja_jp: 明るさ

# ImageContrast
source: Contrast
es_es: Contraste
ja_jp: コントラスト

# ImageLocationExpander.Detail
source: Choose where we look for images
de_de: Wählen Sie aus, wo wir nach Bildern suchen
es_es: Elige dónde buscamos imágenes
fr_fr: Choisir où nous recherchons des images
ja_jp: 画像の場所を追加または変更する

# ImageLocationExpander.Header
source: Images on this device
de_de: Bilder auf diesem Gerät
es_es: Imágenes en este dispositivo
fr_fr: Images sur cet appareil
ja_jp: このデバイス上の画像

source: Image Processing
de_de: Bildverarbeitung
es_es: Procesamiento de imágenes
fr_fr: Traitement d’images
ja_jp: 画像処理

# ImageSaturation
source: Saturation
es_es: Saturación
ja_jp: 彩度

source: Install plugin
es_es: Instalar complemento
ja_jp: プラグインをインストール

# InstallPluginWarning
source: Installing an unverified third-party plugin may put your computer at risk. Only continue if you fully trust the publisher. By clicking "Proceed", you confirm that you understand the risks and want to continue the installation. This message will not be shown again.
es_es: Instalar un complemento de terceros no verificado puede poner en riesgo tu equipo. Continúa solo si confías plenamente en el proveedor. Al hacer clic en "Continuar", confirmas que entiendes los riesgos y deseas continuar con la instalación. Este mensaje no volverá a mostrarse.
ja_jp: 未検証のサードパーティ製プラグインをインストールすると、コンピューターが危険にさらされる可能性があります。発行元を完全に信頼できる場合のみ続行してください。 「続行」をクリックすると、リスクを理解したうえでインストールを続行することに同意したものとみなされます。このメッセージは今後表示されません。

# InvertImage
source: Invert
de_de: Umkehren
es_es: Invertir
fr_fr: Inverser
ja_jp: 色反転

source: Keep screen on
de_de: Bildschirm eingeschaltet lassen
es_es: Mantener la pantalla encendida
fr_fr: Garder l’écran allumé
ja_jp: 画面をオンのままにする

# KeyboardShortcutsExpander.Detail
source: Check out all keyboard shortcuts
de_de: Alle Tastaturkürzel ansehen
es_es: Consulta todos los atajos de teclado
fr_fr: Découvrez tous les raccourcis clavier
ja_jp: すべてのショートカットキーを表示

# KeyboardShortcutsExpander.Header
source: Keyboard shortcuts
de_de: Tastaturkürzel
es_es: Atajos de teclado
fr_fr: Raccourcis clavier
ja_jp: ショートカットキー

# LanguageExpander.Detail
source: Select which language for the app to display
de_de: Wählen Sie die Sprache aus, in der die App angezeigt werden soll
es_es: Seleccione el idioma que desea que se muestre en la aplicación
fr_fr: Sélectionnez la langue d'affichage de l'application
ja_jp: アプリの表示言語を選択してください

# LanguageExpander.Header
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
ja_jp: 言語

source: Last read time
de_de: Letzte Lesezeit
es_es: Hora de última lectura
fr_fr: Dernière heure de lecture
ja_jp: 最終閲覧時間

# LeftToRight
source: L to R
es_es: De izquierda a derecha
ja_jp: 左から右へ

# LibraryEmptyPart1.Text
source: No results under current filter settings. Try
de_de: Keine Ergebnisse mit den aktuellen Filtereinstellungen. Versuchen Sie es mit
es_es: No hay resultados con la configuración de filtro actual. Prueba con
fr_fr: Aucun résultat avec les paramètres de filtre actuels. Essayez
ja_jp: 現在のフィルタ条件では結果が見つかりません。

# LibraryEmptyPart2.Text
source: or
de_de: oder
es_es: o
fr_fr: ou
ja_jp: または

# LibraryHeader.Text
source: Library
de_de: Bibliothek
es_es: Biblioteca
fr_fr: Bibliothèque
ja_jp: 図書館

source: License
de_de: Lizenz
es_es: Licencia
fr_fr: Licence
ja_jp: ライセンス

# LinkErrorContent
source: '$link' does not appear to be a valid web link.
de_de: „$link“ scheint kein gültiger Weblink zu sein.
es_es: '$link' no parece ser un enlace web válido.
fr_fr: « $link » ne semble pas être un lien Web valide.
ja_jp: 「$link」は有効な Web リンクではないようです。

# LinkErrorTitle
source: Cannot open link
de_de: Link kann nicht geöffnet werden
es_es: No se puede abrir el enlace
fr_fr: Impossible d'ouvrir le lien
ja_jp: リンクを開けません

source: Links
es_es: Campo de golf
ja_jp: リンク

source: Maintain relative size
de_de: Relative Größe beibehalten
es_es: Mantener el tamaño relativo
fr_fr: Maintenir la taille relative
ja_jp: 相対的なサイズを維持する

# MenuFlyoutCreateNewFolder.Text
source: Create new folder
de_de: Neuen Ordner erstellen
es_es: Crear nueva carpeta
fr_fr: Créer un nouveau dossier
ja_jp: 新しいフォルダを作成する

# MenuFlyoutRemoveFromList.Text
source: Remove from list
de_de: Aus der Liste entfernen
es_es: Eliminar de la lista
fr_fr: Supprimer de la liste
ja_jp: リストから削除

# MenuFlyoutRename.Text
source: Rename
de_de: Umbenennen
es_es: Rebautizar
fr_fr: Rebaptiser
ja_jp: 名前を変更

# MenuFlyoutSortByName.Text
source: Sort by name
de_de: Nach Namen sortieren
es_es: Ordenar por nombre
fr_fr: Trier par nom
ja_jp: 名前で並べ替え

source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
ja_jp: もっと

source: Name
es_es: Nombre
fr_fr: nom
ja_jp: 名前

source: Never
de_de: Nie
es_es: Nunca
fr_fr: Jamais
ja_jp: しない

source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
ja_jp: 新しい

source: New folder
de_de: Neuer Ordner
es_es: Nueva carpeta
fr_fr: Nouveau dossier
ja_jp: 新しいフォルダ

source: New tab
de_de: Neue Registerkarte
es_es: Nueva pestaña
fr_fr: Nouvel onglet
ja_jp: 新しいタブページ

source: New window
de_de: Neues Fenster
es_es: Nueva ventana
fr_fr: Nouvelle fenêtre
ja_jp: 新しいウィンドウ

source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
ja_jp: 次へ

# NoComicsHint
source: Your comics appear here
de_de: Deine Comics werden hier angezeigt
es_es: Tus cómics aparecerán aquí
fr_fr: Vos comics apparaîtront ici
ja_jp: あなたのコミックはここに表示されます

# NoContent
source: No content to display
de_de: Keine Inhalte verfügbar
es_es: No hay contenido para mostrar
fr_fr: Aucun contenu à afficher
ja_jp: 表示できるコンテンツがありません

# NoFavorite.Text
source: Your favorites appears here
de_de: Ihre Favoriten erscheinen hier
es_es: Tus favoritos aparecen aquí
fr_fr: Vos favoris apparaîtront ici
ja_jp: お気に入りはここに表示されます

# NoHistory.Text
source: Your browsing history appears here
de_de: Ihr Browserverlauf wird hier angezeigt
es_es: Tu historial de navegación aparece aquí
fr_fr: Votre historique de navigation sera affiché ici
ja_jp: 閲覧履歴はここに表示されます

source: No plugins installed
es_es: No hay complementos instalados
ja_jp: プラグインがインストールされていません

source: No rating
de_de: Keine Bewertung
es_es: Sin calificación
fr_fr: Aucune note
ja_jp: 評価なし

# NoResults
source: No results for "$keyword"
de_de: Keine Ergebnisse für "$keyword"
es_es: No hay resultados para "$keyword"
fr_fr: Aucun résultat pour « $keyword »
ja_jp: 「$keyword」に該当する結果は見つかりませんでした

# NoResultsDetail.Text
source: Try searching with different keywords
de_de: Versuchen Sie die Suche mit anderen Schlüsselwörtern
es_es: Intente buscar con diferentes palabras clave
fr_fr: Essayez de rechercher avec différents mots-clés
ja_jp: 別のキーワードで検索してみてください

# NoTagsHint
source: Your tags appear here
de_de: Ihre Tags werden hier angezeigt
es_es: Tus etiquetas aparecerán aquí
fr_fr: Vos tags apparaîtront ici
ja_jp: タグはここに表示されます

source: None
de_de: Keiner
es_es: Ninguno
fr_fr: Aucun
ja_jp: なし

source: OK
es_es: DE ACUERDO
fr_fr: D'ACCORD
ja_jp: わかりました

# OnlyAppliesToReadingComics
source: Only applies to comics in "Reading" status
de_de: Gilt nur für Comics mit dem Status „Wird gelesen“
es_es: Solo se aplica a los cómics con estado "En lectura"
fr_fr: S’applique uniquement aux bandes dessinées avec le statut « En lecture »
ja_jp: 「閲覧中」ステータスのマンガにのみ適用

source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
ja_jp: 開く

# OpenComicDefaultBehavior
source: Default behavior when opening a comic
de_de: Standardverhalten beim Öffnen eines Comics
es_es: Comportamiento predeterminado al abrir un cómic
fr_fr: Comportement par défaut lors de l’ouverture d’une bande dessinée
ja_jp: コミックを開いたときのデフォルトの動作

source: Open home page
de_de: Startseite öffnen
es_es: Abrir página de inicio
fr_fr: Ouvrir la page d’accueil
ja_jp: ホームページを開く

source: Open in current tab
de_de: Im aktuellen Tab öffnen
es_es: Abrir en la pestaña actual
fr_fr: Ouvrir dans l’onglet actuel
ja_jp: 現在のタブで開く

source: Open in File Explorer
de_de: Im Datei-Explorer öffnen
fr_fr: Ouvrir dans l'explorateur de fichiers
ja_jp: エクスプローラーで開く

source: Open in last active reader tab
de_de: Im zuletzt aktiven Reader-Tab öffnen
es_es: Abrir en la última pestaña activa del lector
fr_fr: Ouvrir dans le dernier onglet de lecture actif
ja_jp: 最後に使用したリーダータブで開く

source: Open in new tab
de_de: In neuem Tab öffnen
es_es: Abrir en nueva pestaña
fr_fr: Ouvrir dans un nouvel onglet
ja_jp: 新しいタブで開く

source: Open plugins folder
de_de: Plugin-Ordner öffnen
es_es: Abrir carpeta de plugins
fr_fr: Ouvrir le dossier des plugins
ja_jp: プラグインフォルダーを開く

source: Open sidebar
de_de: Seitenleiste öffnen
es_es: Abrir la barra lateral
fr_fr: Ouvrir la barre latérale
ja_jp: サイドバーを開く

source: Open user data folder
de_de: Benutzerdatenordner öffnen
es_es: Abrir la carpeta de datos del usuario
fr_fr: Ouvrir le dossier de données utilisateur
ja_jp: ユーザーデータフォルダを開く

# OverwriteExistingEntries
source: This operation will overwrite existing entries.
de_de: Dieser Vorgang überschreibt vorhandene Einträge.
es_es: Esta operación sobrescribirá las entradas existentes.
fr_fr: Cette opération écrasera les entrées existantes.
ja_jp: この操作により既存のエントリが上書きされます。

# PageCount
source: Pages
de_de: Seiten
es_es: Páginas
ja_jp: ページ数

# PageN
source: Page $page
de_de: Seite $page
es_es: Página $page
ja_jp: $pageページ目

source: Page spacing
es_es: Espaciado
ja_jp: ページ間隔

source: Pause
es_es: Pausa
ja_jp: 一時停止

source: Pin
de_de: Anheften
es_es: Fijar
fr_fr: Épingler
ja_jp: ピン留めする

source: Play
de_de: Abspielen
es_es: Reproducir
fr_fr: Lire
ja_jp: 再生

# PluginSettingsDescription
source: Manage and configure plugins
de_de: Plugins verwalten und konfigurieren
es_es: Administrar y configurar complementos
fr_fr: Gérer et configurer les extensions
ja_jp: プラグインの管理と設定

source: Plugins
es_es: Complementos
fr_fr: Extensions
ja_jp: プラグイン

source: Previous
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
ja_jp: 前へ

source: Privacy Policy
de_de: Datenschutzrichtlinie
es_es: política de privacidad
fr_fr: politique de confidentialité
ja_jp: プライバシーポリシー

source: Proceed
de_de: Fortfahren
es_es: Proceder
fr_fr: Procéder
ja_jp: 続く

source: Progress
de_de: Fortschritt
es_es: Progreso
fr_fr: Progrès
ja_jp: スケジュール

source: Prompt before removing comics
de_de: Vor dem Entfernen von Comics bestätigen
es_es: Confirmar antes de eliminar cómics
fr_fr: Confirmer avant de supprimer les bandes dessinées
ja_jp: マンガを削除する前に確認

source: Random comic
de_de: Zufälliger comic
es_es: Cómic aleatorio
fr_fr: Bande dessinée aléatoire
ja_jp: ランダムコミック

source: Rating
de_de: Punktzahl
es_es: Puntaje
fr_fr: score
ja_jp: スコア

# ReaderExpander.Detail
source: Customize the reader
de_de: Passen Sie den Reader an
es_es: Personalizar el lector
fr_fr: Personnaliser le lecteur
ja_jp: カスタムリーダー

# ReaderExpander.Header
source: Reader
de_de: Leser
es_es: Lector
fr_fr: Lecteur
ja_jp: リーダー

# ReaderSettingButton.ToolTipService.ToolTip
source: Reader settings
de_de: Reader-Einstellungen
es_es: Configuración del lector
fr_fr: Paramètres du lecteur
ja_jp: リーダー設定

# ReaderStatusError
source: An error occured while loading
de_de: Beim Laden ist ein Fehler aufgetreten
es_es: Se produjo un error durante la carga
fr_fr: Une erreur s'est produite lors du chargement
ja_jp: 読み込みエラー

# ReaderStatusLoading
source: The reader is loading
de_de: Der Reader wird geladen
es_es: El lector esta cargando
fr_fr: Le lecteur est en cours de chargement
ja_jp: リーダー読み込み中

# ReaderTipContent
source: 1. Double-tap to fit the page to the width or height. 2. Set “Auto scrolling” to a value greater than 0 to enable auto scrolling and middle mouse button scrolling. 3. Drag the page to adjust the auto scrolling speed.
de_de: 1. Doppeltippen, um die Seite an die Breite oder Höhe anzupassen. 2. Setzen Sie „Automatisches Scrollen“ auf einen Wert größer als 0, um automatisches Scrollen und das Scrollen mit der mittleren Maustaste zu aktivieren. 3. Ziehen Sie die Seite, um die Scrollgeschwindigkeit anzupassen.
es_es: 1. Toca dos veces para ajustar la página al ancho o a la altura. 2. Establece “Desplazamiento automático” en un valor mayor que 0 para activar el desplazamiento automático y el botón central del ratón. 3. Arrastra la página para ajustar la velocidad de desplazamiento automático.
fr_fr: 1. Appuyez deux fois pour ajuster la page à la largeur ou à la hauteur. 2. Définissez « Défilement automatique » sur une valeur supérieure à 0 pour activer le défilement automatique et le bouton central de la souris. 3. Faites glisser la page pour régler la vitesse du défilement automatique.
ja_jp: 1. ダブルタップして、ページを幅または高さに合わせます。 2. 「自動スクロール」を 0 より大きい値に設定すると、自動スクロールとマウスの中ボタンが有効になります。 3. ページをドラッグして、自動スクロールの速度を調整します。

source: Reading list
de_de: Leseliste
es_es: Lista de lectura
fr_fr: Liste de lecture
ja_jp: 読書リスト

# ReadingListEmpty
source: Your reading list appears here
de_de: Deine Leseliste wird hier angezeigt
es_es: Tu lista de lectura aparecerá aquí
fr_fr: Votre liste de lecture s’affichera ici
ja_jp: あなたの読書リストがここに表示されます

source: Refresh
de_de: Aktualisieren
es_es: Refrescar
fr_fr: Rafraîchir
ja_jp: リフレッシュ

source: Refresh random seed
de_de: Zufallssamen aktualisieren
es_es: Actualizar semilla aleatoria
fr_fr: Actualiser la graine aléatoire
ja_jp: 乱数シードを更新

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Retirer
ja_jp: 除外

source: Remove from favorites
de_de: Aus Favoriten entfernen
es_es: Eliminar de favoritos
fr_fr: Supprimer des favoris
ja_jp: お気に入りから削除

# RemoveLocationButton.ToolTipService.ToolTip
source: Remove this folder from the list
de_de: Entfernen Sie diesen Ordner aus der Liste
es_es: Eliminar esta carpeta de la lista
fr_fr: Supprimer ce dossier de la liste
ja_jp: 現在のフォルダをリストから削除する

# RemovePluginsConfirmation
source: The following plugins will be removed: $plugins
es_es: Se eliminarán los siguientes complementos: $plugins
ja_jp: 以下のプラグインは削除されます： $plugins

# RemoveUnreachableCheckBox.Content
source: Automatically remove unreachable comics
de_de: Nicht erreichbare Comics automatisch entfernen
es_es: Eliminar automáticamente los cómics inaccesibles
fr_fr: Supprimer automatiquement les bandes dessinées inaccessibles
ja_jp: アクセスできないコミックを自動的に削除

source: Repeat
de_de: Wiederholen
es_es: Repetir
fr_fr: Répéter
ja_jp: リピート

# RescanFilesButton.Content
source: Rescan files
de_de: Dateien erneut scannen
es_es: Volver a escanear archivos
fr_fr: Réanalyser les fichiers
ja_jp: ファイルの再スキャン

source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
ja_jp: リセット

source: Reset all settings
de_de: Alle einstellungen zurücksetzen
es_es: Restablecer todos los ajustes
fr_fr: Réinitialiser tous les réglages
ja_jp: すべての設定をリセット

# ResetAllSettingsMessage
source: All settings will be restored to their default state. Your user data will be kept.
de_de: Alle einstellungen werden auf den standardzustand zurückgesetzt. Ihre benutzerdaten bleiben erhalten.
es_es: Todos los ajustes se restaurarán a su estado predeterminado. Sus datos de usuario se conservarán.
fr_fr: Tous les réglages seront restaurés à leur état par défaut. Vos données utilisateur seront conservées.
ja_jp: すべての設定は既定の状態に戻ります。ユーザーデータは保持されます。

source: Restore
es_es: Restaurar
ja_jp: 復元

source: Restore last reading position
de_de: Letzte Leseposition wiederherstellen
es_es: Restaurar la última posición de lectura
fr_fr: Restaurer la dernière position de lecture
ja_jp: 最後の読書位置を復元

# RightToLeft
source: R to L
es_es: De derecha a izquierda
ja_jp: 右から左へ

source: Rotation
de_de: Drehung
es_es: Rotación
ja_jp: 回転

# SafeModeMessage
source: The app didn’t close properly last time. Start in Safe Mode?
de_de: Die App wurde beim letzten Mal nicht ordnungsgemäß beendet. Im abgesicherten Modus starten?
es_es: La aplicación no se cerró correctamente la última vez. ¿Iniciar en modo seguro?
fr_fr: L’application ne s’est pas fermée correctement la dernière fois. Démarrer en mode sans échec ?
ja_jp: 前回、アプリは正常に終了しませんでした。 セーフモードで起動しますか？

source: Save
de_de: Speichern
es_es: Ahorrar
fr_fr: Sauvegarder
ja_jp: 保存

# SaveAsDefaultConfig
source: Save as default configuration
de_de: Als Standardkonfiguration speichern
es_es: Guardar como configuración predeterminada
fr_fr: Enregistrer comme configuration par défaut
ja_jp: デフォルト設定として保存

# SaveHistory.Text
source: Save browsing history
de_de: Browserverlauf speichern
fr_fr: Enregistrer l'historique de navigation
ja_jp: 閲覧履歴を記録する

source: Save sorting and grouping settings
es_es: Guardar configuración de ordenación y agrupación
ja_jp: 並び順とグループ化の設定を保存

source: Save view settings
es_es: Guardar configuración de vista
ja_jp: 表示設定を保存

source: Scan on launch
de_de: Beim Start scannen
es_es: Escanear al iniciar
fr_fr: Analyser au démarrage
ja_jp: 起動時にスキャン

source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
ja_jp: 検索する

source: Search results
de_de: Suchergebnisse
es_es: Resultados de la búsqueda
fr_fr: Résultats de la recherche
ja_jp: 検索結果

# SearchResultsOf
source: Results of '$keyword'
de_de: Ergebnisse von „$keyword“
es_es: Resultados de '$keyword'
fr_fr: Résultats de « $keyword »
ja_jp: 「$keyword」の検索結果

source: Select
de_de: Wählen
es_es: Seleccionar
fr_fr: Sélectionner
ja_jp: 選ぶ

# SelectAllAppBarButton.Label
source: Select all
de_de: Alles auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
ja_jp: すべて選択

# SendFeedbackButton.Content
source: Send feedback
de_de: Feedback senden
fr_fr: Envoyer des commentaires
ja_jp: フィードバックを送信

source: Send to window
de_de: An Fenster senden
es_es: Enviar a ventana
fr_fr: Envoyer vers la fenêtre
ja_jp: ウィンドウへ送る

source: Send usage data
es_es: Enviar datos de uso
ja_jp: 利用データを送信

source: Separate
es_es: Separado
ja_jp: スプリット

source: Set as default
de_de: Als Standard festlegen
es_es: Establecer como predeterminado
fr_fr: Définir par défaut
ja_jp: デフォルトに設定

# SetCompletionState
source: Set completion status
de_de: Abschlussstatus festlegen
es_es: Establecer estado de finalización
fr_fr: Définir l'état d'achèvement
ja_jp: 完了状態を設定する

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
ja_jp: 設定

# ShowHiddenComicButton.Content
source: Show hidden comics
de_de: Versteckte Comics anzeigen
es_es: Mostrar cómics ocultos
fr_fr: Afficher les bandes dessinées cachées
ja_jp: 非表示のコミックを見る

source: Show tag ID
de_de: Tag-ID anzeigen
es_es: Mostrar ID de etiqueta
fr_fr: Afficher l'ID de la balise
ja_jp: タグIDを表示

source: Shuffle
de_de: Zufall
es_es: Aleatorio
fr_fr: Aléatoire
ja_jp: シャッフル

source: Shuffle (stable)
de_de: Zufall (stabil)
es_es: Aleatorio (estable)
fr_fr: Aléatoire (stable)
ja_jp: シャッフル（安定）

source: Sort
de_de: Sortierung
es_es: Clasificación
fr_fr: Tri
ja_jp: ソート

source: Sorting function
de_de: Sortierfunktion
es_es: Función de clasificación
fr_fr: Fonction de tri
ja_jp: ソート機能

source: Spread detection
de_de: Doppelseiten-Erkennung
es_es: Detección de páginas dobles
fr_fr: Détection des pages doubles
ja_jp: 見開き検出

# StartEndFromScrollingArea
source: Use the start/end of the scrolling area as the reading start/end position
de_de: Start-/Endpunkt des Scrollbereichs als Leseanfang/-ende verwenden
es_es: Usar el inicio/fin del área de desplazamiento como inicio/fin de lectura
fr_fr: Utiliser le début/la fin de la zone de défilement comme début/fin de lecture
ja_jp: スクロール範囲の開始位置／終了位置を読書の開始位置／終了位置として使用する

source: Statistics
de_de: Statistiken
es_es: Estadística
fr_fr: Statistiques
ja_jp: 統計

# SwapLeftAndRightPages
source: Swap left & right pages
de_de: Seiten links/rechts tauschen
es_es: Intercambiar páginas izquierda/derecha
fr_fr: Inverser pages gauche/droite
ja_jp: 左右ページを入れ替え

source: Tag
de_de: Etikett
es_es: Etiqueta
fr_fr: Étiquette
ja_jp: ラベル

# TagIntroduction.Message
source: Using tags properly can make your library easier to get organized. For example: Category1: Tag1, Tag2, Tag3 Category2: Tag4, Tag5
de_de: Die richtige Verwendung von Tags erleichtert die Organisation Ihrer Bibliothek. Beispiel: Kategorie 1: Tag 1, Tag 2, Tag 3 Kategorie 2: Tag 4, Tag 5
es_es: Usar las etiquetas correctamente puede facilitar la organización de tu biblioteca. Por ejemplo: Categoría 1: Etiqueta 1, Etiqueta 2, Etiqueta 3 Categoría 2: Etiqueta 4, Etiqueta 5
fr_fr: Utiliser correctement les étiquettes peut faciliter l'organisation de votre bibliothèque. Par exemple : Catégorie 1 : Étiquette 1, Étiquette 2, Étiquette 3 Catégorie 2 : Étiquette 4, Étiquette 5
ja_jp: タグを適切に使うことで、ライブラリを整理しやすくなります。例： カテゴリー1: タグ1, タグ2, タグ3 カテゴリー2: タグ4, タグ5

# TagLinkTip
source: Special variables: {%tag} - Replaced with escaped tag name {%tag_category} - Replaced with escaped tag category
de_de: (Dieses Dokument kann maschinell übersetzt sein.) Spezielle Variablen: {%tag} – Ersetzt durch Escape-Tag-Name {%tag_category} – Ersetzt durch Escape-Tag-Kategorie
es_es: Variables especiales: {%tag} - Se reemplaza con el nombre de la etiqueta con escape {%tag_category} - Se reemplaza con la categoría de la etiqueta con escape
fr_fr: (Ce document peut être traduit automatiquement.) Variables spéciales : {%tag} - Remplacé par le nom de la balise échappée {%tag_category} - Remplacé par la catégorie de la balise échappée
ja_jp: 特殊変数： {%tag} - エスケープされたタグ名に置換 {%tag_category} - エスケープされたタグカテゴリに置換

source: Tags
de_de: Schlagwörter
es_es: Etiquetas
fr_fr: Étiquette
ja_jp: ラベル

# ThemeDark.Content
source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
ja_jp: 暗い

# ThemeLight.Content
source: Light
de_de: Lichtfarbe
es_es: Color de la luz
fr_fr: Couleur de la lumière
ja_jp: ライトカラー

# ThemeUseSystemSetting.Content
source: Use system setting
de_de: Systemeinstellungen befolgen
es_es: Siga la configuración del sistema
fr_fr: Suivre les paramètres du système
ja_jp: システム設定に従う

source: Tip
de_de: Tipp
es_es: Consejo
fr_fr: Conseil
ja_jp: ヒント

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
ja_jp: タイトル

source: Title 1
de_de: Titel 1
es_es: Título 1
fr_fr: Titre 1
ja_jp: タイトル 1

source: Title 2
de_de: Titel 2
es_es: Título 2
fr_fr: Titre 2
ja_jp: タイトル 2

# ToggleAutoScroll
source: Toggle auto scrolling
de_de: Automatisches Scrollen umschalten
es_es: Alternar desplazamiento automático
fr_fr: Activer/désactiver le défilement automatique
ja_jp: 自動スクロール切替

source: Total comics
de_de: Comics insgesamt
es_es: Total de cómics
fr_fr: Total des bandes dessinées
ja_jp: 漫画総数

source: Transition animation
es_es: Animación de transición
ja_jp: ページめくりアニメーション

source: Two-page mode
de_de: Doppelseitenmodus
es_es: Modo de doble página
fr_fr: Mode double page
ja_jp: 見開きモード

source: Unfavorite
de_de: Aus Favoriten entfernen
es_es: Eliminar de favoritos
fr_fr: Défavori
ja_jp: お気に入りから削除

source: Ungrouped
de_de: Keine Gruppierung
es_es: Sin agrupación
fr_fr: Pas de regroupement
ja_jp: グループ化なし
